Repository: alexlead/alshc_frontend_edit
Catalog: languages/alshc-frontent-editor-*.po
Languages: ru_ru

source: ATTENTION! If user`s role has not a capability to edit to others posts, the user can not edit other posts too.
ru_ru: ВНИМАНИЕ! Если у пользователя нет прав для редактирования чужих постов, такой пользователь не сможет редактировать чужие посты.

source: Create a page for Frontend Editor.
ru_ru: Создайте страницу для Фронтенд редактора.

source: EDIT
ru_ru: Редактировать

source: EDIT POST
ru_ru: Редактировать пост

source: EDIT TO OTHERS POSTS
ru_ru: Редактировать чужие посты

source: EDIT TO PUBLISHED POSTS
ru_ru: Редактировать опубликованные посты

source: If you choose incorrect page then you can not edit to posts.
ru_ru: Если будет установлена неверная страница, то вы не сможете редактировать посты.

source: Let you make settings on below forms.
ru_ru: Пожалуйста, выполните установки с помощью формы ниже.

source: Please set capabilities on below table. Frontend editor is vissible for users with the capability of "WP editor use".
ru_ru: Пожалуйста, установите права в таблице ниже. Редактор будет видим только для пользователей с правом "Права на доступ к WP Редактору".

source: PUBLISHING
ru_ru: Публикация

source: Put below shortcode on the created page:
ru_ru: Разместите этот шорткод на созданной странице;

source: Put tags here - comma is for separation
ru_ru: Установите метки поста используя запятую для разделения

source: ROLES
ru_ru: Роли

source: ROLES CAPABILITIES FOR EDITOR USE
ru_ru: Права пользователей для использования Редактора

source: SAVE
ru_ru: Сохранить

source: Select the created page on below form.
ru_ru: Выберите созданную страницу в поле ниже.

source: Select the page with Editor shortcode
ru_ru: Установите страницу Редактора, на которой размещен шорткод

source: SET EDITOR PAGE
ru_ru: Установить страницу редактора

source: Set roles capabilities on below table, turn on capability on "WP editor use" column. If a user has not capability then he will not have access to the Editor.
ru_ru: Установите права для пользователей в таблице ниже, включите права в колоне "Права на доступ к WP Редактору". Если у пользователя не будут установлены права, доступ к Редактору будет запрещен.

source: Shortcode for adding system editor on frontend
ru_ru: Фронтенд редактор с использованием шорткода

source: Title of post
ru_ru: Заголовок поста

source: WP editor use
ru_ru: Права на доступ к WP Редактору

source: WP FRONTEND EDITOR: MANUAL
ru_ru: WP Фронтенд Редактор: Инструкция

source: WP FRONTEND EDITOR: SETTINGS
ru_ru: WP Фронтенд Редактор: Установки

source: WP FRONTEND PUBLISH EDITOR
ru_ru: WP Фронтенд Редактор
